import React from 'react'
import './about-page.css'

const AboutPage = () => {
  return (
    <div className='container about-page'>
        <div className='about'>
            <div>
                <h1>Добро пожаловать на сервер Neon Role Play!</h1>
                <p>Мы рады приветствовать вас на нашем уникальном сервере San Andreas Multiplayer (SAMP), где вы сможете погрузиться в увлекательный мир ролевой игры вместе с друзьями. Neon Role Play - это место, где ваши мечты и фантазии становятся реальностью.</p>
            </div>
            <div>
                <h1>Что такое Neon Role Play?</h1>
                <p>Neon Role Play - это сервер, созданный и обогащенный с любовью к игре и исключительным опытом наших разработчиков. Мы предоставляем непрерывные приключения и возможность взаимодействовать с игроками из разных уголков мира. У нас есть богатый игровой мир, наполненный интересными миссиями, разнообразными работами, а также множеством других активностей.</p>
            </div>
            <div>
                <h1>Почему выбирать Neon Role Play?</h1>
                <ul>
                    <li>Играйте с друзьями: На нашем сервере вы сможете создавать и укреплять свои дружеские связи, взаимодействуя с игроками со всего мира. Сделайте Neon Role Play своей второй домовой, где вы всегда можете найти поддержку и компанию для приключений.</li>
                    <li>Увлекательный мир: Наш мир обогащен сценариями и историями, которые погрузят вас в атмосферу ролевой игры. Откройте для себя невероятные места, выполняйте задания и погрузитесь в уникальные события.</li>
                    <li>Дружелюбное сообщество: Мы гордимся тем, что создали дружелюбное и уважительное сообщество, где каждый игрок может чувствовать себя важным. У нас нет места для негатива или ненадежных игроков.</li>
                </ul>
            </div>
            <div>
                <h1>Присоединяйтесь к нам!</h1>
                <p>Присоединяйтесь к нам сегодня и начните свое захватывающее путешествие в мире Neon Role Play. Мы с нетерпением ждем вас и ваших друзей, чтобы создать вместе незабываемые моменты в этой увлекательной ролевой игре.</p>
                <p>Если у вас есть какие-либо вопросы или вам нужна помощь, не стесняйтесь обращаться к нашей службе поддержки. Мы всегда готовы помочь вам!</p>
                <p>Спасибо за выбор Neon Role Play. Мы надеемся, что вы насладитесь игрой на нашем сервере и станете частью нашего удивительного сообщества!</p>
            </div>
        </div>
    </div>
  )
}

export default AboutPage